{
  "Player": [
    {
      "Name": "유진",
      "Age": 28,
      "City": "서울",
      "Story": "유진은 서울에서 태어나고 자란 28세의 평범한 직장인이다.,어릴 적부터 컴퓨터와 기술에 대한 흥미가 많았던 그는, 대학에서 컴퓨터 공학을 전공한 후 IT 회사에 취업하게 되었다. 하지만, 현실은 그가 꿈꾸던 것과는 많이 달랐다.유진은 대기업의 IT 부서에서 일하며 매일 아침 9시에 출근하고, 저녁 8시가 넘어서야 퇴근하는 일상을 반복했다. 그는 자신의 업무에 최선을 다했지만, 회사의 구조적 문제와 과도한 업무량 때문에 점점 지쳐갔다. 동료들과의 소통은 줄어들고, 하루하루가 단조롭고 힘든 일로만 느껴졌다.주말에는 친구들과의 만남도 잦지 않았고, 혼자서 집에 틀어박혀 넷플릭스나 게임을 하며 시간을 보내는 경우가 많았다. 유진은 점점 외로움과 허탈감에 빠져들었고, 삶의 의미를 찾기 위해 고민하게 되었다.어느 날, 유진은 퇴근 후 길을 걷다가 우연히 한 작은 서점을 발견했다. 서점에서 우연히 마법과 판타지에 관한 책을 발견한 그는 그 책에 매료되었다. 책 속의 세계는 그가 현실에서 느끼지 못했던 흥미와 모험으로 가득 차 있었고, 유진은 그 세계에 대한 동경을 품게 되었다.책을 읽는 동안 유진은 자신이 현실에서 느끼지 못했던 감정을 다시 느끼기 시작했다. 그날 이후, 그는 매주 서점을 찾아 다양한 판타지 소설을 읽고, 자신도 언젠가는 그런 모험을 경험해보고 싶다는 꿈을 품게 되었다.그러던 어느 날, 회사에서의 스트레스와 지친 마음을 달래기 위해 친구들과 술자리를 가졌다. 회식이 끝난 후, 유진은 집으로 가는 길에 갑작스러운 교통사고를 당하게 된다. 의식을 잃고 몸이 뜨거운 빛에 감싸이면서, 유진은 꿈에서 보던 판타지 세계로 전이되게 된다.이렇게 유진은 서울에서의 평범한 직장인 생활을 뒤로하고, 에리온 왕국의 리안 마을로 새로운 삶을 시작하게 된다. 그곳에서 그는 자신의 진정한 정체성을 찾고, 새로운 모험을 통해 삶의 의미를 다시 발견하게 된다.",
      "Gold": 500
    }
  ],
  "리안마을": {
    "상점": [
      "엘프의 향기 가게",
      "드워프의 대장간",
      "마법사의 서점",
      "농부의 시장"
    ],
    "부유": "관광과 농업이 결합된 경제 구조를 가지고 있고, 상점들이 활발하게 운영되고 있습니다. 특히 마법과 관련된 아이템들이 관광객들에게 인기가 많아 상대적으로 부유한 편입니다.",
    "빈곤율": "해당 마을은 빈곤한 가정을 서로 돕는 전통이 있습니다.",
    "엘프의 향기 가게": {
      "설명": "엘프들이 직접 재배한 허브로 만든 약초는 치유 효과가 뛰어나며, 향수는 마법적인 향기로 유명합니다.",
      "상품": "자연의 신비허브, 별빛포션, 푸른 숲의 엘릭서, 정원의 수호자 향초, 엘프의 비밀 차, 마법의 비누",
      "자연의 신비허브": {
        "타입": "소모품",
        "효과": "체력회복:2",
        "설명": "다양한 질병을 치료할 수 있다는 강력한 허브입니다.",
        "가격": 15
      },
      "달빛의 향수": {
        "타입": "소모품",
        "효과": "체력회복:4",
        "설명": "향수를 뿌린 사람에게 안정감을 주며, 고통을 줄여줍니다.",
        "가격": 20
      },
      "별빛 포션": {
        "타입": "소모품",
        "효과": "체력회복:8",
        "설명": "마시는 즉시 빛이난다 전해지는, 별빛을 담은 포션입니다.",
        "가격": 30
      },
      "푸른 숲의 엘릭서": {
        "타입": "소모품",
        "효과": "마나회복:4",
        "설명": "푸른 숲의 푸른 요정들을 갈아 만든 포션입니다.",
        "가격": 25
      },
      "정원의 수호자 향초": {
        "타입": "소모품",
        "효과": "마나 회복:2",
        "설명": "누군가는 제초제 그리고, 벌레쫓는 약 이라 불리우는 저렴한 마나 회복제",
        "가격": 15
      },
      "엘프의 비밀 차": {
        "타입": "소모품",
        "효과": "부스트:2",
        "설명": "마시는 사람에게 힘과 창의력을 준다는 위험한 약입니다.",
        "가격": 40
      },
      "마법의 비누": {
        "타입": "소모품",
        "효과": "매력:2",
        "설명": "피부를 부드럽고 촉촉하게 만들어주며, 향이 오래 지속됩니다.",
        "가격": 100
      }
    },
    "드워프의 대장간": {
      "설명": "엘프들이 직접 재배한 허브로 만든 약초는 치유 효과가 뛰어나며, 향수는 마법적인 향기로 유명합니다.",
      "상품": "강철 검, 신비로운 방패, 드워프의 도끼, 강철 갑옷, 마법의 망치, 전투용 장갑, 드워프의 수리 도구",
      "강철 검": {
        "타입": "장비",
        "효과": "공격력:2",
        "설명": "드워프 장인이 정교하게 제작한 검으로, 내구성이 뛰어나고 강력한 공격력을 자랑합니다.",
        "가격": 70
      },
      "신비로운 방패": {
        "타입": "장비",
        "효과": "방어력:2,기술:방어하기1",
        "설명": "마법이 깃든 방패로, 공격을 막을 때 추가적인 보호 효과를 제공합니다.",
        "가격": 20
      },
      "별빛 포션": {
        "타입": "장비",
        "효과": "체력회복:8",
        "설명": "마시는 즉시 빛이난다 전해지는, 별빛을 담은 포션입니다.",
        "가격": 30
      },
      "푸른 숲의 엘릭서": {
        "타입": "장비",
        "효과": "마나회복:4",
        "설명": "푸른 숲의 푸른 요정들을 갈아 만든 포션입니다.",
        "가격": 25
      },
      "정원의 수호자 향초": {
        "타입": "장비",
        "효과": "마나 회복:2",
        "설명": "누군가는 제초제 그리고, 벌레쫓는 약 이라 불리우는 저렴한 마나 회복제",
        "가격": 15
      },
      "엘프의 비밀 차": {
        "타입": "장비",
        "효과": "부스트:2",
        "설명": "마시는 사람에게 힘과 창의력을 준다는 위험한 약입니다.",
        "가격": 40
      },
      "마법의 비누": {
        "타입": "장비",
        "효과": "매력:2",
        "설명": "피부를 부드럽고 촉촉하게 만들어주며, 향이 오래 지속됩니다.",
        "가격": 100
      }
    }
  }
}
