export const rooms = [
  {
    name: "그리핀도르 방",
    description:
      "붉은색과 금색으로 꾸며진 그리핀도르의 방. 사자의 상징이 벽에 크게 그려져 있습니다.",
    events: [
      "사자의 상징을 클릭하면 마법의 모자가 나타납니다.",
      "빗자루를 클릭하면 퀴디치 경기의 하이라이트를 볼 수 있습니다.",
    ],
  },
  {
    name: "호그와트 도서관",
    description:
      "고전적인 책장과 오래된 책들로 가득한 도서관, 중앙에는 큰 테이블이 있습니다.",
    events: [
      "책을 읽어 마법의 주문을 배웁니다.",
      "테이블에 앉아 과거의 마법사들과 대화합니다.",
    ],
  },
  {
    name: "금지된 숲",
    description:
      "어두운 조명과 나무 장식으로 꾸며진 신비로운 숲, 다양한 마법 생물 모형이 있습니다.",
    events: [
      "신비로운 나무에 손을 올려 마법 생물을 소환합니다.",
      "신비로운 나무에 귀를 기울여 마법 적성을 확인합니다.",
    ],
  },
  {
    name: "퀴디치 경기장",
    description:
      "퀴디치 골대와 함께 재현된 경기장, 유명한 선수들의 포스터가 벽에 붙어 있습니다.",
    events: ["퀴디치 경기를 시작합니다.", "퀴디치 경기를 관람합니다."],
  },
  {
    name: "다락방",
    description: "계단 아래의 작은방, 작은 침대와 책상이 있습니다.",
    events: ["침대에 누워 휴식을 취합니다.", "침대에 앉아 고독을 즐깁니다."],
  },
  {
    name: "마법일진",
    description: "마법 일진이 나타 났습니다! 이 우유 누가 던졌어?!",
    events: ["책상에 업드려 자는척 합니다.", "뛰쳐나가 멱살을 잡습니다."],
  },
  {
    name: "마법갱단",
    description: "너 이자식! 어느 가문 소속이야!",
    events: [
      "몽태규 로미오가 속한 가문이라 말합니다.",
      "캐퓨랫 줄리엣이 속한 가문이라 말합니다.",
    ],
  },
  {
    name: "마법건달",
    description: "매너가 사람을 만든다....",
    events: ["20G 를 넘기고 도망갑니다.", "참을수 없다! 싸운다!"],
  },
];
